Autodesk.Revit.DB.WallSweepType
Represents the possible types for methods affecting wall sweeps or reveals.
Since:
2012

Autodesk.Revit.DB.WallSweepType.Reveal
Represents a reveal.

Autodesk.Revit.DB.WallSweepType.Sweep
Represents a wall sweep.